Repository: peantunes/sptrans-bus
Catalog: sp-trains-bus/Resources/*.lproj/Localizable.strings
Languages: pt_br

# settings.title
source: Settings
pt_br: Configurações

# settings.section.about
source: About
pt_br: Sobre

# settings.section.appearance
source: Appearance
pt_br: Aparência

# settings.section.support
source: Support
pt_br: Suporte

# settings.about.version_format
source: Version %@
pt_br: Versão %@

# settings.appearance.accent_color
source: Accent Color
pt_br: Cor de destaque

# settings.appearance.accent_color_accessibility_format
source: %@ accent color
pt_br: cor de destaque %@

# settings.support.review_app
source: Review the App
pt_br: Avaliar o app

# settings.support.tip_developer
source: Tip the Developer
pt_br: Apoiar o desenvolvedor

# settings.support.contact_us
source: Contact Us
pt_br: Fale conosco

# settings.legal.policy
source: Policy
pt_br: Política

# settings.legal.terms
source: Terms of Use
pt_br: Termos de Uso

# settings.tip.title
source: Tip the Developer
pt_br: Apoiar o desenvolvedor

# settings.tip.description
source: Choose a one-time tip to support development.
pt_br: Escolha uma contribuição única para apoiar o desenvolvimento.

# settings.tip.options.title
source: Tip Options
pt_br: Opções de contribuição

# settings.tip.loading_products
source: Loading products...
pt_br: Carregando produtos...

# settings.tip.unavailable
source: Unavailable
pt_br: Indisponível

# settings.tip.purchase.alert.title
source: Purchase
pt_br: Compra

# settings.tip.purchase.thank_you
source: Thank you for your support!
pt_br: Obrigado pelo seu apoio!

# settings.tip.purchase.unverified
source: Purchase could not be verified.
pt_br: Não foi possível verificar a compra.

# settings.tip.purchase.pending
source: Purchase is pending approval.
pt_br: A compra está pendente de aprovação.

# settings.tip.error.load_products
source: Could not load tip products. Please try again later.
pt_br: Não foi possível carregar os produtos de contribuição. Tente novamente mais tarde.

# settings.tip.error.option_unavailable
source: This tip option is not available right now.
pt_br: Esta opção de contribuição não está disponível no momento.

# settings.tip.error.purchase_failed
source: Purchase failed. Please try again.
pt_br: A compra falhou. Tente novamente.

# settings.tip.option.small.title
source: Small Tip
pt_br: Contribuição pequena

# settings.tip.option.small.subtitle
source: Help keep updates coming.
pt_br: Ajude a manter as atualizações.

# settings.tip.option.medium.title
source: Medium Tip
pt_br: Contribuição média

# settings.tip.option.medium.subtitle
source: Support development and server costs.
pt_br: Apoie o desenvolvimento e os custos de servidor.

# settings.tip.option.large.title
source: Big Tip
pt_br: Contribuição grande

# settings.tip.option.large.subtitle
source: A huge thanks for supporting the app.
pt_br: Muito obrigado por apoiar o app.

# common.done
source: Done
pt_br: Concluir

# common.cancel
source: Cancel
pt_br: Cancelar

# common.save
source: Save
pt_br: Salvar

# tab.map
source: Map
pt_br: Mapa

# tab.search
source: Search
pt_br: Buscar

# tab.settings
source: Settings
pt_br: Configurações

# status.title
source: System Status
pt_br: Status do Sistema

# status.generated_at_format
source: Overall last updated: %@
pt_br: Última atualização geral: %@

# status.section.favorites
source: Favorites
pt_br: Favoritas

# status.section.favorites.subtitle
source: Pinned lines shown first
pt_br: Linhas fixadas no topo

# status.section.metro
source: Metro
pt_br: Metrô

# status.updated_at_format
source: Updated at %@
pt_br: Atualizado às %@

# status.line.updated_format
source: Updated: %@
pt_br: Atualizado: %@

# status.line.updated_now
source: Updated: just now
pt_br: Atualizado: agora

# local_data.import_error.title
source: Import Error
pt_br: Erro de importação

# local_data.header.title
source: Local Transit Data
pt_br: Dados Locais de Transporte

# local_data.header.subtitle
source: Import GTFS files for offline-friendly stop search, nearby stops, and arrivals.
pt_br: Importe arquivos GTFS para busca de pontos, pontos próximos e chegadas com suporte offline.

# local_data.source.title
source: Data Source
pt_br: Fonte dos dados

# local_data.source.toggle
source: Use Local Data
pt_br: Usar dados locais

# local_data.source.missing_feed_warning
source: No local feed imported yet. The app will automatically use API data until import is completed.
pt_br: Nenhum feed local foi importado ainda. O app usará dados da API automaticamente até a importação ser concluída.

# local_data.import.title
source: GTFS Import
pt_br: Importação GTFS

# local_data.import.version_format
source: Version: %@
pt_br: Versão: %@

# local_data.import.last_import_format
source: Last import: %@
pt_br: Última importação: %@

# local_data.import.source_format
source: Source: %@
pt_br: Origem: %@

# local_data.import.no_feed
source: No feed imported
pt_br: Nenhum feed importado

# local_data.import.button.importing
source: Importing...
pt_br: Importando...

# local_data.import.button.import
source: Import GTFS Folder or ZIP
pt_br: Importar pasta GTFS ou ZIP

# local_data.import.update_due
source: Update Check Due
pt_br: Verificação de atualização pendente

# local_data.import.update_up_to_date
source: Weekly Check Up-to-date
pt_br: Verificação semanal em dia

# local_data.import.mark_checked
source: Mark checked
pt_br: Marcar como verificado

# local_data.places.title
source: Saved Places
pt_br: Locais salvos

# local_data.places.manage
source: Manage Places
pt_br: Gerenciar locais

# places.title
source: Saved Places
pt_br: Locais salvos

# places.add
source: Add Place
pt_br: Adicionar local

# places.edit
source: Edit Place
pt_br: Editar local

# places.delete.title
source: Delete Place
pt_br: Excluir local

# places.delete.confirm
source: Delete
pt_br: Excluir

# places.delete.message
source: This place will be removed from your saved commute locations.
pt_br: Este local será removido dos seus locais salvos de deslocamento.

# places.empty.title
source: No places in this category
pt_br: Não há locais nesta categoria

# places.empty.message.full
source: Add home, work, study, or custom places to speed up trip planning.
pt_br: Adicione locais de casa, trabalho, estudo ou personalizados para agilizar o planejamento.

# places.empty.message.limited
source: Add study or custom places to speed up trip planning.
pt_br: Adicione locais de estudo ou personalizados para agilizar o planejamento.

# places.type.home
source: Home
pt_br: Casa

# places.type.work
source: Work
pt_br: Trabalho

# places.type.study
source: Study
pt_br: Estudo

# places.type.custom
source: Custom
pt_br: Personalizado

# places.filter.all
source: All
pt_br: Todos

# places.filter.home
source: Home
pt_br: Casa

# places.filter.work
source: Work
pt_br: Trabalho

# places.filter.study
source: Study
pt_br: Estudo

# places.filter.custom
source: Custom
pt_br: Personalizado

# places.editor.details.section
source: Details
pt_br: Detalhes

# places.editor.name.placeholder
source: Name
pt_br: Nome

# places.editor.type.title
source: Type
pt_br: Tipo

# places.editor.custom_label.placeholder
source: Custom label
pt_br: Rótulo personalizado

# places.editor.search.section
source: Search Location
pt_br: Buscar localização

# places.editor.search.placeholder
source: Search address or place
pt_br: Buscar endereço ou local

# places.editor.use_current_location
source: Use Current Location
pt_br: Usar localização atual

# places.editor.current_location_unavailable
source: Current location is unavailable.
pt_br: A localização atual não está disponível.

# places.editor.current_location_title
source: Current Location
pt_br: Localização atual

# places.editor.location_selected
source: Location selected. Confirm it on the map.
pt_br: Local selecionado. Confirme no mapa.

# places.editor.map_confirmation.section
source: Map Confirmation
pt_br: Confirmação no mapa

# places.editor.confirm_location
source: Confirm This Location
pt_br: Confirmar esta localização

# places.editor.pending_coordinates_format
source: Pending: %.5f, %.5f
pt_br: Pendente: %.5f, %.5f

# places.editor.confirmed_coordinates_format
source: Confirmed: %.5f, %.5f
pt_br: Confirmado: %.5f, %.5f

# places.editor.search.no_results
source: No locations found in the Sao Paulo metro area.
pt_br: Nenhum local encontrado na região metropolitana de São Paulo.

# places.editor.selected_place
source: Selected place
pt_br: Local selecionado

# map.title
source: Map Explorer
pt_br: Explorar mapa

# map.search_this_area
source: Search this area
pt_br: Buscar nesta área

# map.search_error.title
source: Search Error
pt_br: Erro na busca

# map.filter.bus
source: Bus
pt_br: Ônibus

# map.filter.soon
source: Soon
pt_br: Em breve

# map.filter.helper.bus
source: Showing bus stops and corridors.
pt_br: Mostrando pontos e corredores de ônibus.

# map.filter.helper.metro
source: Metro mapping is coming soon.
pt_br: Mapeamento do Metrô em breve.

# map.filter.helper.cptm
source: CPTM mapping is coming soon.
pt_br: Mapeamento da CPTM em breve.

# map.carousel.nearby_center
source: Nearby to map center
pt_br: Próximos ao centro do mapa

# map.carousel.accessible
source: Accessible
pt_br: Acessível

# map.carousel.tap_arrivals
source: Tap for arrivals
pt_br: Toque para ver chegadas

# stop_detail.loading_arrivals
source: Loading arrivals...
pt_br: Carregando chegadas...

# stop_detail.no_upcoming_arrivals
source: No upcoming arrivals
pt_br: Sem próximas chegadas

# stop_detail.pull_refresh_or_later
source: Pull down to refresh or check back later
pt_br: Puxe para atualizar ou volte mais tarde

# stop_detail.pull_refresh
source: Pull down to refresh
pt_br: Puxe para atualizar

# stop_detail.upcoming_arrivals
source: Upcoming Arrivals
pt_br: Próximas chegadas

# stop_detail.next_bus
source: Next Bus
pt_br: Próximo ônibus

# stop_detail.until_arrival
source: until arrival
pt_br: até a chegada

# stop_detail.every_minutes_format
source: Every %d min
pt_br: A cada %d min

# stop_detail.journey.title
source: Journey
pt_br: Jornada

# stop_detail.journey.select_route
source: Select a route to preview
pt_br: Selecione uma rota para visualizar

# stop_detail.journey.tap_arrival
source: Tap any arrival above to see the full journey path and stops.
pt_br: Toque em uma chegada acima para ver o trajeto completo e as paradas.

# stop_detail.journey.loading
source: Loading journey
pt_br: Carregando jornada

# stop_detail.journey.fetching_shape_stops
source: Fetching shape and stops…
pt_br: Buscando trajeto e paradas…

# stop_detail.journey.error_title
source: Could not load journey
pt_br: Não foi possível carregar a jornada

# stop_detail.try_again
source: Try Again
pt_br: Tentar novamente

# stop_detail.journey.map_unavailable
source: Map preview unavailable
pt_br: Pré-visualização do mapa indisponível

# stop_detail.journey.route_shape_missing
source: We couldn't find the route shape for this trip.
pt_br: Não encontramos o traçado desta viagem.

# stop_detail.journey.stops_count_label
source: stops
pt_br: paradas

# stop_detail.stops.title
source: Stops
pt_br: Paradas

# stop_detail.journey.no_stops
source: No stops available for this trip.
pt_br: Não há paradas disponíveis para esta viagem.

# stop_detail.stops.show_all
source: Show all stops
pt_br: Mostrar todas as paradas

# stop_detail.stops.show_fewer
source: Show fewer stops
pt_br: Mostrar menos paradas

# stop_detail.stop_label
source: Stop
pt_br: Parada

# stop_detail.stop_sequence_format
source: Stop %d
pt_br: Parada %d

# stop_detail.current_stop
source: Current stop
pt_br: Parada atual

# stop_detail.focused
source: Focused
pt_br: Focada
